Repository: VitaNode/PHF
Catalog: lib/l10n/app_*.arb
Languages: es, hi, id, pt, th, vi, zh

# feedback_info
source: We are committed to protecting your privacy. The app runs 100% offline. Contact us via the following methods.
es: Estamos comprometidos con la protección de su privacidad. La aplicación funciona 100% fuera de línea. Contáctenos a través de los siguientes métodos.
hi: हम आपकी गोपनीयता की रक्षा के लिए प्रतिबद्ध हैं। ऐप 100% ऑफलाइन चलता है। निम्नलिखित तरीकों से हमसे संपर्क करें।
id: Kami berkomitmen untuk melindungi privasi Anda. Aplikasi ini berjalan 100% offline. Hubungi kami melalui metode berikut.
pt: Estamos comprometidos em proteger sua privacidade. O aplicativo funciona 100% offline. Entre em contato conosco através dos seguintes métodos.
th: เรามุ่งมั่นที่จะปกป้องความเป็นส่วนตัวของคุณ แอปทำงานแบบออฟไลน์ 100% ติดต่อเราผ่านช่องทางต่อไปนี้
vi: Chúng tôi cam kết bảo vệ quyền riêng tư của bạn. Ứng dụng chạy 100% ngoại tuyến. Liên hệ với chúng tôi qua các phương thức sau.
zh: 我们致力于保护您的隐私，App 为纯离线运行。 如需反馈问题，请通过以下方式与我们联系。

# feedback_email
source: Send Email
es: Enviar correo
hi: ईमेल भेजें
id: Kirim Email
pt: Enviar E-mail
th: ส่งอีเมล
vi: Gửi Email
zh: 发送邮件

# feedback_github_desc
source: Report bugs or suggestions
es: Informar errores o sugerencias
hi: बग या सुझावों की रिपोर्ट करें
id: Laporkan bug atau saran
pt: Relatar bugs ou sugestões
th: รายงานข้อบกพร่องหรือข้อเสนอแนะ
vi: Báo cáo lỗi hoặc góp ý
zh: 提交 Bug 或建议

# feedback_logs_section
source: System Diagnostics
es: Diagnóstico del sistema
hi: सिस्टम निदान
id: Diagnostik Sistem
pt: Diagnóstico do Sistema
th: การวินิจฉัยระบบ
vi: Chẩn đoán hệ thống
zh: 系统诊断

# feedback_logs_copy
source: Copy Logs
es: Copiar registros
hi: लॉग्स कॉपी करें
id: Salin Log
pt: Copiar Logs
th: คัดลอกบันทึก
vi: Sao chép Nhật ký
zh: 一键复制日志

# feedback_logs_exporting
source: Exporting...
es: Exportando...
hi: निर्यात हो रहा है...
id: Mengekspor...
pt: Exportando...
th: กำลังส่งออก...
vi: Đang xuất...
zh: 正在导出...

# feedback_logs_hint
source: Copy device info and sanitized logs to clipboard for sharing.
es: Copie la información del dispositivo y los registros saneados al portapapeles para compartirlos.
hi: साझा करने के लिए डिवाइस की जानकारी और लॉग्स को क्लिपबोर्ड पर कॉपी करें।
id: Salin info perangkat dan log yang telah dibersihkan ke clipboard untuk dibagikan.
pt: Copie as informações do dispositivo e os logs limpos para a área de transferência para compartilhar.
th: คัดลอกข้อมูลอุปกรณ์และบันทึกที่ลบข้อมูลส่วนตัวแล้วไปยังคลิปบอร์ดเพื่อแชร์
vi: Sao chép thông tin thiết bị và nhật ký đã làm sạch vào bộ nhớ tạm để chia sẻ.
zh: 将复制设备信息及已脱敏的日志到剪贴板，方便您粘贴到邮件或 Issue 中。

# feedback_error_email
source: Could not open email client
es: No se pudo abrir el cliente de correo
hi: ईमेल क्लाइंट नहीं खोल सका
id: Tidak dapat membuka klien email
pt: Não foi possível abrir o cliente de e-mail
th: ไม่สามารถเปิดแอปอีเมลได้
vi: Không thể mở ứng dụng email
zh: 无法打开邮件客户端

# feedback_error_browser
source: Could not open browser
es: No se pudo abrir el navegador
hi: ब्राउज़र नहीं खोल सका
id: Tidak dapat membuka browser
pt: Não foi possível abrir o navegador
th: ไม่สามารถเปิดเบราว์เซอร์ได้
vi: Không thể mở trình duyệt
zh: 无法打开浏览器

# feedback_copied
source: Copied to clipboard
es: Copiado al portapapeles
hi: क्लिपबोर्ड पर कॉपी किया गया
id: Disalin ke clipboard
pt: Copiado para a área de transferência
th: คัดลอกไปยังคลิปบอร์ดแล้ว
vi: Đã sao chép vào bộ nhớ tạm
zh: 已复制到剪贴板

# detail_hospital_label
source: Hospital
hi: अस्पताल
id: Rumah Sakit
th: โรงพยาบาล
vi: Bệnh viện
zh: 医院

# detail_date_label
source: Visit Date
es: Fecha de visita
hi: मुलाकात की तिथि
id: Tanggal Kunjungan
pt: Data da Visita
th: วันที่รับบริการ
vi: Ngày khám
zh: 就诊日期

# detail_tags_label
source: Tags
es: Etiquetas
hi: टैग
id: Tag
pt: Etiquetas
th: แท็ก
vi: Nhãn
zh: 关联标签

# detail_image_delete_title
source: Confirm Delete
es: Confirmar eliminación
hi: हटाने की पुष्टि करें
id: Konfirmasi Hapus
pt: Confirmar Exclusão
th: ยืนยันการลบ
vi: Xác nhận xóa
zh: 删除确认

# detail_image_delete_confirm
source: Are you sure you want to delete this image? This action cannot be undone.
es: ¿Está seguro de que desea eliminar esta imagen? Esta acción no se puede deshacer.
hi: क्या आप वाकई इस छवि को हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus gambar ini? Tindakan ini tidak dapat dibatalkan.
pt: Tem certeza de que deseja excluir esta imagem? Esta ação não pode ser desfeita.
th: คุณแน่ใจหรือไม่ว่าต้องการลบรูปภาพนี้? การดำเนินการนี้ไม่สามารถย้อนกลับได้
vi: Bạn có chắc chắn muốn xóa ảnh này? Hành động này không thể hoàn tác.
zh: 确定要删除当前这张图片吗？此操作不可撤销。

# detail_ocr_queued
source: Re-added to queue, please wait...
es: Re-añadido a la cola, por favor espere...
hi: कतार में वापस जोड़ा गया, कृपया प्रतीक्षा करें...
id: Ditambahkan kembali ke antrean, harap tunggu...
pt: Readicionado à fila, por favor aguarde...
th: เพิ่มกลับเข้าคิวแล้ว กรุณารอสักครู่...
vi: Đã thêm lại vào hàng đợi, vui lòng đợi...
zh: 已重新加入识别队列，请稍候...

# detail_ocr_failed
source: OCR failed: {error}
es: Error de OCR: {error}
hi: OCR विफल: {error}
id: OCR gagal: {error}
pt: Falha no OCR: {error}
th: OCR ล้มเหลว: {error}
vi: OCR thất bại: {error}
zh: 重新识别失败: {error}

# detail_ocr_text
source: OCR Text
zh: 识别文本

# detail_ocr_title
source: OCR Text
es: Texto OCR
hi: OCR टेक्स्ट
id: Teks OCR
pt: Texto OCR
th: ข้อความจาก OCR
vi: Văn bản OCR
zh: OCR 识别文本

# detail_ocr_result
source: OCR Result
zh: 识别结果

# detail_title
source: Record Detail
zh: 记录详情

# detail_edit_title
source: Edit Record
zh: 编辑记录

# detail_save
source: Save Changes
zh: 保存修改

# detail_edit_page
source: Edit Page
zh: 编辑图片

# detail_retrigger_ocr
source: Retrigger OCR
zh: 重新识别

# detail_delete_page
source: Delete Page
zh: 删除图片

# detail_cancel_edit
source: Cancel Edit
zh: 取消编辑

# detail_view_raw
source: Raw Text
es: Texto sin procesar
hi: मूल टेक्स्ट
id: Teks Mentah
pt: Texto Original
th: ข้อความต้นฉบับ
vi: Văn bản gốc
zh: 查看原文

# detail_view_enhanced
source: Smart Enhanced
es: Mejorado inteligente
hi: स्मार्ट एन्हांस्ड
id: Peningkatan Pintar
pt: Aprimorado Inteligente
th: เพิ่มประสิทธิภาพอัจฉริยะ
vi: Tăng cường thông minh
zh: 智能增强

# detail_ocr_collapse
source: Collapse
es: Contraer
hi: छोटा करें
id: Sembunyikan
pt: Recolher
th: ย่อ
vi: Thu gọn
zh: 收起

# detail_ocr_expand
source: Expand
es: Expandir
hi: पूरा देखें
id: Lihat Semua
pt: Expandir
th: ดูทั้งหมด
vi: Xem tất cả
zh: 展开全文

# detail_record_not_found
source: Record not found
es: Registro no encontrado
hi: रिकॉर्ड नहीं मिला
id: Catatan tidak ditemukan
pt: Registro não encontrado
th: ไม่พบข้อมูลบันทึก
vi: Không tìm thấy hồ sơ
zh: 记录不存在

# detail_manage_tags
source: Manage Tags
zh: 管理标签

# detail_no_tags
source: No Tags
zh: 无标签

# detail_save_error
source: Save failed: {error}
zh: 保存失败: {error}

# home_empty_records
source: No records yet
es: No hay registros aún
hi: अभी तक कोई रिकॉर्ड नहीं
id: Belum ada catatan
pt: Nenhum registro ainda
th: ยังไม่มีบันทึก
vi: Chưa có hồ sơ nào
zh: 暂无记录

# timeline_pending_review
source: {count} items pending verification
es: {count} elementos pendientes de verificación
hi: {count} आइटम सत्यापन के लिए लंबित हैं
id: {count} item menunggu verifikasi
pt: {count} itens pendentes de verificação
th: มี {count} รายการรอการตรวจสอบ
vi: Có {count} mục chờ xác minh
zh: 有 {count} 项病历待确认

# timeline_pending_hint
source: Tap to verify and archive
es: Toque para verificar y archivar
hi: सत्यापित और संग्रहित करने के लिए टैप करें
id: Ketuk untuk verifikasi dan arsipkan
pt: Toque para verificar e arquivar
th: แตะเพื่อตรวจสอบและจัดเก็บ
vi: Chạm để kiểm tra và lưu trữ
zh: 点击核对并归档

# disclaimer_title
source: Medical Disclaimer
es: Descargo de responsabilidad médica
hi: चिकित्सा अस्वीकरण
id: Penafian Medis
pt: Aviso Legal Médico
th: ข้อสงวนสิทธิ์ทางการแพทย์
vi: Miễn trừ trách nhiệm y tế
zh: 医疗免责声明

# disclaimer_welcome
source: Welcome to PaperHealth.
es: Bienvenido a PaperHealth.
hi: PaperHealth में आपका स्वागत है।
id: Selamat datang di PaperHealth.
pt: Bem-vindo ao PaperHealth.
th: ยินดีต้อนรับสู่ PaperHealth
vi: Chào mừng bạn đến với PaperHealth.
zh: 欢迎使用 PaperHealth.

# disclaimer_intro
source: Before you start using this application, please read the following disclaimer carefully:
es: Antes de comenzar a usar esta aplicación, lea atentamente el siguiente descargo de responsabilidad:
hi: इस एप्लिकेशन का उपयोग शुरू करने से पहले, कृपया निम्नलिखित अस्वीकरण को ध्यान से पढ़ें:
id: Sebelum Anda mulai menggunakan aplikasi ini, harap baca penafian berikut dengan saksama:
pt: Antes de começar a usar este aplicativo, leia atentamente o seguinte aviso legal:
th: ก่อนที่คุณจะเริ่มใช้แอปพลิเคชันนี้ โปรดอ่านข้อสงวนสิทธิ์ต่อไปนี้อย่างละเอียด:
vi: Trước khi bắt đầu sử dụng ứng dụng này, vui lòng đọc kỹ tuyên bố miễn trừ trách nhiệm sau đây:
zh: 在您开始使用本应用之前，请务必仔细阅读以下免责声明：

# disclaimer_point_1_title
source: 1. Not Medical Advice
es: 1. No es consejo médico
hi: 1. चिकित्सा सलाह नहीं
id: 1. Bukan Saran Medis
pt: 1. Não é Aconselhamento Médico
th: 1. ไม่ใช่คำแนะนำทางการแพทย์
vi: 1. Không phải lời khuyên y tế
zh: 1. 非医疗建议

# disclaimer_point_1_desc
source: PaperHealth (hereinafter referred to as "this application") serves only as a personal medical record organization and digitization tool. It does not provide any form of medical diagnosis, advice, or treatment. No content within the app should be considered professional medical advice.
es: PaperHealth (en adelante, "esta aplicación") sirve solo como una herramienta personal de organización y digitalización de registros médicos. No proporciona ningún tipo de diagnóstico médico, consejo o tratamiento. Ningún contenido dentro de la aplicación debe considerarse consejo médico profesional.
hi: PaperHealth (इसके बाद "यह एप्लिकेशन") केवल व्यक्तिगत चिकित्सा रिकॉर्ड संगठन और डिजिटलीकरण उपकरण के रूप में कार्य करता है। यह किसी भी प्रकार का चिकित्सा निदान, सलाह या उपचार प्रदान नहीं करता है। ऐप के भीतर किसी भी सामग्री को पेशेवर चिकित्सा सलाह नहीं माना जाना चाहिए।
id: PaperHealth (selanjutnya disebut sebagai "aplikasi ini") hanya berfungsi sebagai alat pengorganisasian dan digitalisasi catatan medis pribadi. Aplikasi ini tidak memberikan diagnosis medis, saran, atau perawatan dalam bentuk apa pun. Tidak ada konten di dalam aplikasi yang boleh dianggap sebagai saran medis profesional.
pt: O PaperHealth (doravante denominado "este aplicativo") serve apenas como uma ferramenta pessoal de organização e digitalização de registros médicos. Não fornece nenhum tipo de diagnóstico médico, aconselhamento ou tratamento. Nenhum conteúdo do aplicativo deve ser considerado aconselhamento médico profissional.
th: PaperHealth (ต่อไปนี้จะเรียกว่า "แอปพลิเคชันนี้") ทำหน้าที่เป็นเพียงเครื่องมือส่วนบุคคลในการจัดเก็บและแปลงบันทึกทางการแพทย์ให้เป็นดิจิทัลเท่านั้น ไม่มีการวินิจฉัย ให้คำแนะนำ หรือการรักษาทางการแพทย์ในรูปแบบใดๆ เนื้อหาภายในแอปไม่ถือเป็นคำแนะนำทางการแพทย์จากผู้เชี่ยวชาญ
vi: PaperHealth (sau đây gọi là "ứng dụng này") chỉ đóng vai trò là một công cụ cá nhân để sắp xếp và số hóa hồ sơ bệnh án. Nó không cung cấp bất kỳ hình thức chẩn đoán, tư vấn hoặc điều trị y tế nào. Không có nội dung nào trong ứng dụng được coi là lời khuyên y tế chuyên nghiệp.
zh: PaperHealth (以下简称“本应用”) 仅作为个人医疗记录整理和数字化工具，不提供任何形式的医疗诊断、建议或治疗方案。应用内的任何内容均不应被视为专业医疗意见。

# disclaimer_point_2_title
source: 2. OCR Accuracy
es: 2. Precisión del OCR
hi: 2. OCR सटीकता
id: 2. Akurasi OCR
pt: 2. Precisão do OCR
th: 2. ความแม่นยำของ OCR
vi: 2. Độ chính xác của OCR
zh: 2. OCR 准确性

# disclaimer_point_2_desc
source: Information extracted via OCR (Optical Character Recognition) technology may contain errors. Users must verify this information against original paper reports or digital originals. The developer does not guarantee 100% accuracy of the recognition results.
es: La información extraída mediante la tecnología OCR (Reconocimiento Óptico de Caracteres) puede contener errores. Los usuarios deben verificar esta información con los informes en papel originales o los originales digitales. El desarrollador no garantiza la precisión del 100% de los resultados del reconocimiento.
hi: OCR (ऑप्टिकल कैरेक्टर रिकग्निशन) तकनीक के माध्यम से निकाली गई जानकारी में त्रुटियां हो सकती हैं। उपयोगकर्ताओं को मूल कागजी रिपोर्ट या डिजिटल मूल के खिलाफ इस जानकारी को सत्यापित करना चाहिए। डेवलपर पहचान परिणामों की 100% सटीकता की गारंटी नहीं देता है।
id: Informasi yang diekstraksi melalui teknologi OCR (Optical Character Recognition) mungkin mengandung kesalahan. Pengguna harus memverifikasi informasi ini terhadap laporan kertas asli atau dokumen digital asli. Pengembang tidak menjamin akurasi 100% dari hasil pengenalan.
pt: As informações extraídas via tecnologia OCR (Reconhecimento Óptico de Caracteres) podem conter erros. Os usuários devem verificar essas informações em relação aos relatórios em papel originais ou originais digitais. O desenvolvedor não garante 100% de precisão nos resultados do reconhecimento.
th: ข้อมูลที่ดึงผ่านเทคโนโลยี OCR (Optical Character Recognition) อาจมีข้อผิดพลาด ผู้ใช้ต้องตรวจสอบข้อมูลนี้กับรายงานฉบับกระดาษต้นฉบับหรือไฟล์ดิจิทัลต้นฉบับ ผู้พัฒนาไม่รับประกันความถูกต้อง 100% ของผลลัพธ์
vi: Thông tin được trích xuất qua công nghệ OCR (Nhận dạng ký tự quang học) có thể có sai sót. Người dùng phải xác minh thông tin này với các báo cáo giấy gốc hoặc bản gốc kỹ thuật số. Nhà phát triển không đảm bảo độ chính xác 100% của kết quả nhận dạng.
zh: 本应用通过 OCR (文字识别) 技术提取的信息可能存在误差。用户在参考这些信息时，必须核对原始纸质报告或数字原件。开发者不保证识别结果的 100% 准确性。

# disclaimer_point_3_title
source: 3. Professional Consultation
es: 3. Consulta profesional
hi: 3. पेशेवर परामर्श
id: 3. Konsultasi Profesional
pt: 3. Consulta Profissional
th: 3. การปรึกษาผู้เชี่ยวชาญ
vi: 3. Tư vấn chuyên môn
zh: 3. 专业咨询

# disclaimer_point_3_desc
source: Any medical decision should be made in consultation with professional medical institutions or doctors. This application and its developers assume no legal responsibility for any direct or indirect consequences resulting from reliance on the information provided by this application.
es: Cualquier decisión médica debe tomarse en consulta con instituciones médicas profesionales o médicos. Esta aplicación y sus desarrolladores no asumen ninguna responsabilidad legal por las consecuencias directas o indirectas resultantes de la confianza en la información proporcionada por esta aplicación.
hi: कोई भी चिकित्सा निर्णय पेशेवर चिकित्सा संस्थानों या डॉक्टरों के परामर्श से लिया जाना चाहिए। यह एप्लिकेशन और इसके डेवलपर इस एप्लिकेशन द्वारा प्रदान की गई जानकारी पर निर्भरता के परिणामस्वरूप होने वाले किसी भी प्रत्यक्ष या अप्रत्यक्ष परिणाम के लिए कोई कानूनी जिम्मेदारी नहीं लेते हैं।
id: Setiap keputusan medis harus dibuat dengan berkonsultasi dengan lembaga medis profesional atau dokter. Aplikasi ini dan pengembangnya tidak bertanggung jawab secara hukum atas konsekuensi langsung atau tidak langsung yang diakibatkan oleh ketergantungan pada informasi yang disediakan oleh aplikasi ini.
pt: Qualquer decisão médica deve ser tomada em consulta com instituições médicas profissionais ou médicos. Este aplicativo e seus desenvolvedores não assumem qualquer responsabilidade legal por quaisquer consequências diretas ou indiretas resultantes da confiança nas informações fornecidas por este aplicativo.
th: การตัดสินใจทางการแพทย์ใดๆ ควรทำหลังจากปรึกษาสถาบันการแพทย์หรือแพทย์ผู้เชี่ยวชาญ แอปพลิเคชันนี้และผู้พัฒนาจะไม่รับผิดชอบทางกฎหมายต่อผลที่ตามมาไม่ว่าโดยตรงหรือโดยอ้อมจากการอ้างอิงข้อมูลที่ได้รับจากแอปพลิเคชันนี้
vi: Mọi quyết định y tế nên được thực hiện sau khi tham khảo ý kiến của các cơ sở y tế chuyên môn hoặc bác sĩ. Ứng dụng này và các nhà phát triển của nó không chịu trách nhiệm pháp lý cho bất kỳ hậu quả trực tiếp hoặc gián tiếp nào phát sinh từ việc tin tưởng vào thông tin do ứng dụng này cung cấp.
zh: 任何医疗决策应咨询专业医疗机构或医生。因依赖本应用提供的信息而导致的任何直接或间接后果，本应用及其开发者不承担法律责任。

# disclaimer_point_4_title
source: 4. Local Data Storage
es: 4. Almacenamiento local de datos
hi: 4. स्थानीय डेटा भंडारण
id: 4. Penyimpanan Data Lokal
pt: 4. Armazenamento Local de Dados
th: 4. การจัดเก็บข้อมูลภายในเครื่อง
vi: 4. Lưu trữ dữ liệu cục bộ
zh: 4. 本地数据存储

# disclaimer_point_4_desc
source: This application promises that all data is stored only locally with encryption and is not uploaded to any cloud server. Users are solely responsible for the physical security of their devices, PIN privacy, and data backups.
es: Esta aplicación promete que todos los datos se almacenan solo localmente con cifrado y no se cargan a ningún servidor en la nube. Los usuarios son los únicos responsables de la seguridad física de sus dispositivos, la privacidad del PIN y las copias de seguridad de datos.
hi: यह एप्लिकेशन वादा करता है कि सभी डेटा केवल एन्क्रिप्शन के साथ स्थानीय रूप से संग्रहीत किया जाता है और किसी भी क्लाउड सर्वर पर अपलोड नहीं किया जाता है। उपयोगकर्ता अपने उपकरणों की भौतिक सुरक्षा, पिन गोपनीयता और डेटा बैकअप के लिए पूरी तरह जिम्मेदार हैं।
id: Aplikasi ini menjanjikan bahwa semua data disimpan hanya secara lokal dengan enkripsi dan tidak diunggah ke server cloud mana pun. Pengguna bertanggung jawab penuh atas keamanan fisik perangkat mereka, privasi PIN, dan cadangan data.
pt: Este aplicativo promete que todos os dados são armazenados apenas localmente com criptografia e não são enviados para nenhum servidor na nuvem. Os usuários são os únicos responsáveis pela segurança física de seus dispositivos, privacidade do PIN e backups de dados.
th: แอปพลิเคชันนี้สัญญาว่าข้อมูลทั้งหมดจะถูกจัดเก็บไว้ภายในเครื่องพร้อมการเข้ารหัสเท่านั้น และจะไม่ถูกอัปโหลดไปยังเซิร์ฟเวอร์คลาวด์ใดๆ ผู้ใช้มีหน้าที่รับผิดชอบต่อความปลอดภัยทางกายภาพของอุปกรณ์ ความเป็นส่วนตัวของ PIN และการสำรองข้อมูลเอง
vi: Ứng dụng này cam kết rằng tất cả dữ liệu chỉ được lưu trữ cục bộ với mã hóa và không được tải lên bất kỳ máy chủ đám mây nào. Người dùng hoàn toàn chịu trách nhiệm về an ninh vật lý cho thiết bị của họ, tính riêng tư của mã PIN và sao lưu dữ liệu.
zh: 本应用承诺所有数据仅在本地加密存储，不上传至任何云端服务器。用户需自行负责其设备的物理安全、PIN 码隐私及数据备份。

# disclaimer_point_5_title
source: 5. Emergency Situations
es: 5. Situaciones de emergencia
hi: 5. आपातकालीन स्थितियां
id: 5. Situasi Darurat
pt: 5. Situações de Emergência
th: 5. สถานการณ์ฉุกเฉิน
vi: 5. Tình huống khẩn cấp
zh: 5. 紧急情况

# disclaimer_point_5_desc
source: If you are in a medical emergency, please call your local emergency services or go to the nearest hospital immediately. Do not rely on this application for emergency judgment.
es: Si se encuentra en una emergencia médica, llame a los servicios de emergencia locales o vaya al hospital más cercano de inmediato. No confíe en esta aplicación para juicios de emergencia.
hi: यदि आप चिकित्सा आपात स्थिति में हैं, तो कृपया तुरंत अपनी स्थानीय आपातकालीन सेवाओं को कॉल करें या निकटतम अस्पताल जाएं। आपातकालीन निर्णय के लिए इस एप्लिकेशन पर भरोसा न करें।
id: Jika Anda berada dalam keadaan darurat medis, harap segera hubungi layanan darurat setempat atau pergi ke rumah sakit terdekat. Jangan mengandalkan aplikasi ini untuk penilaian darurat.
pt: Se você estiver em uma emergência médica, ligue para os serviços de emergência locais ou vá ao hospital mais próximo imediatamente. Não confie neste aplicativo para julgamentos de emergência.
th: หากคุณอยู่ในสถานการณ์ฉุกเฉินทางการแพทย์ โปรดติดต่อบริการฉุกเฉินในพื้นที่หรือไปโรงพยาบาลที่ใกล้ที่สุดทันที อย่าพึ่งพาแอปพลิเคชันนี้ในการตัดสินใจในกรณีฉุกเฉิน
vi: Nếu bạn đang trong tình trạng khẩn cấp về y tế, vui lòng gọi dịch vụ cấp cứu địa phương hoặc đến bệnh viện gần nhất ngay lập tức. Không dựa vào ứng dụng này để đưa ra các phán đoán khẩn cấp.
zh: 如果您正处于医疗紧急情况下，请立即拨打当地急救电话或前往最近的医院，切勿依赖本应用进行应急判断。

# disclaimer_footer
source: By clicking "Accept", you acknowledge that you have read and accepted all the terms above.
es: Al hacer clic en "Aceptar", reconoce que ha leído y aceptado todos los términos anteriores.
hi: "सहमत" पर क्लिक करके, आप स्वीकार करते हैं कि आपने उपरोक्त सभी शर्तों को पढ़ और स्वीकार कर लिया है।
id: Dengan mengklik "Setuju", Anda mengakui bahwa Anda telah membaca dan menerima semua persyaratan di atas.
pt: Ao clicar em "Aceitar", você reconhece que leu e aceitou todos os termos acima.
th: โดยการคลิก "ยอมรับ" แสดงว่าคุณรับทราบว่าได้อ่านและยอมรับข้อกำหนดทั้งหมดข้างต้นแล้ว
vi: Bằng cách nhấp vào "Đồng ý", bạn xác nhận rằng bạn đã đọc và chấp nhận tất cả các điều khoản trên.
zh: 点击“同意”即表示您已阅读并接受以上全部条款。

# disclaimer_checkbox
source: I have read and agree to the medical disclaimer above
es: He leído y acepto el descargo de responsabilidad médica anterior
hi: मैंने उपरोक्त चिकित्सा अस्वीकरण को पढ़ लिया है और उससे सहमत हूँ
id: Saya telah membaca dan menyetujui penafian medis di atas
pt: Li e concordo com o aviso legal médico acima
th: ฉันได้อ่านและยอมรับข้อสงวนสิทธิ์ทางการแพทย์ข้างต้นแล้ว
vi: Tôi đã đọc và đồng ý với miễn trừ trách nhiệm y tế trên
zh: 我已阅读并同意上述医疗免责声明

# disclaimer_accept_button
source: Accept & Continue
es: Aceptar y continuar
hi: सहमत हों और जारी रखें
id: Setuju & Lanjutkan
pt: Aceitar e Continuar
th: ยอมรับและดำเนินการต่อ
vi: Đồng ý & Tiếp tục
zh: 同意并继续

# seed_person_me
source: Me
zh: 本人

# seed_tag_lab
source: Lab Result
zh: 检验

# seed_tag_exam
source: Examination
zh: 检查

# seed_tag_record
source: Medical Record
zh: 病历

# seed_tag_prescription
source: Prescription
zh: 处方

# filter_title
source: Filters
zh: 筛选条件

# filter_date_range
source: Date Range
zh: 日期范围

# filter_select_date_range
source: Select Date Range
zh: 选择日期范围

# filter_date_to
source: to
zh: 至

# filter_tags_multi
source: Tags (Multi-select)
zh: 标签 (多选)

# search_hint
source: Search OCR, hospital, or notes...
es: Buscar OCR, hospital o notas...
hi: OCR, अस्पताल या नोट्स खोजें...
id: Cari OCR, rumah sakit, atau catatan...
pt: Buscar OCR, hospital ou notas...
th: ค้นหา OCR, โรงพยาบาล หรือบันทึก...
vi: Tìm OCR, bệnh viện hoặc ghi chú...
zh: 搜索 OCR 内容、医院或备注...

# search_result_count
source: Found {count} results
es: Se encontraron {count} resultados
hi: {count} परिणाम मिले
id: Ditemukan {count} hasil
pt: Encontrados {count} resultados
th: พบ {count} รายการ
vi: Tìm thấy {count} kết quả
zh: 找到 {count} 条结果

# search_initial_title
source: Start Searching
es: Comenzar búsqueda
hi: खोजना शुरू करें
id: Mulai Mencari
pt: Começar a Buscar
th: เริ่มการค้นหา
vi: Bắt đầu tìm kiếm
zh: 开始搜索

# search_initial_desc
source: Enter hospital, medication, or tag keywords
es: Ingrese hospital, medicamento o palabras clave de etiquetas
hi: अस्पताल, दवा या टैग कीवर्ड दर्ज करें
id: Masukkan kata kunci rumah sakit, obat, atau tag
pt: Digite hospital, medicamento ou palavras-chave de etiquetas
th: ใส่ชื่อโรงพยาบาล, ยา หรือแท็ก
vi: Nhập từ khóa bệnh viện, thuốc hoặc nhãn
zh: 输入医院、药物、指标或标签关键词

# search_empty_title
source: No results found
es: No se encontraron resultados
hi: कोई परिणाम नहीं मिला
id: Hasil tidak ditemukan
pt: Nenhum resultado encontrado
th: ไม่พบผลลัพธ์
vi: Không tìm thấy kết quả
zh: 未找到相关内容

# search_empty_desc
source: Try different keywords or check spelling
es: Intente con diferentes palabras clave o verifique la ortografía
hi: अलग कीवर्ड आज़माएं या वर्तनी की जाँच करें
id: Coba kata kunci yang berbeda atau periksa ejaan
pt: Tente palavras-chave diferentes ou verifique a ortografia
th: ลองใช้คำค้นหาอื่นหรือตรวจสอบการสะกด
vi: Thử từ khóa khác hoặc kiểm tra chính tả
zh: 尝试更换关键词或检查拼写

# search_searching_person
source: Searching: {name}
es: Buscando: {name}
hi: खोज रहे हैं: {name}
id: Mencari: {name}
pt: Buscando: {name}
th: กำลังค้นหาให้: {name}
vi: Đang tìm cho: {name}
zh: 正在搜索: {name}
