Repository: VitaNode/PHF
Catalog: lib/l10n/app_*.arb
Languages: es, hi, id, pt, th, vi, zh

# appTitle
source: PaperHealth
zh: 纸上健康

# common_save
source: Save
es: Guardar
hi: सहेजें
id: Simpan
pt: Salvar
th: บันทึก
vi: Lưu
zh: 保存

# common_edit
source: Edit
es: Editar
hi: संपादित करें
pt: Editar
th: แก้ไข
vi: Chỉnh sửa
zh: 编辑

# common_delete
source: Delete
es: Eliminar
hi: हटाएं
id: Hapus
pt: Excluir
th: ลบ
vi: Xóa
zh: 删除

# common_cancel
source: Cancel
es: Cancelar
hi: रद्द करें
id: Batal
pt: Cancelar
th: ยกเลิก
vi: Hủy
zh: 取消

# common_confirm
source: Confirm
es: Confirmar
hi: पुष्टि करें
id: Konfirmasi
pt: Confirmar
th: ยืนยัน
vi: Xác nhận
zh: 确认

# common_retry
source: Retry
es: Reintentar
hi: पुनः प्रयास करें
id: Coba lagi
pt: Tentar novamente
th: ลองใหม่
vi: Thử lại
zh: 重试

# common_refresh
source: Refresh
es: Refrescar
hi: रीफ्रेश करें
id: Segarkan
pt: Atualizar
th: รีเฟรช
vi: Làm mới
zh: 刷新

# common_reset
source: Reset
zh: 重置

# common_image_count
source: {count} images
zh: 共 {count} 张图片

# security_status_encrypted
source: AES-256 Encrypted On-Device
zh: 设备端 AES-256 加密

# security_status_unverified
source: Encryption Not Verified
zh: 加密未验证

# common_loading
source: Loading...
es: Cargando...
hi: लोड हो रहा है...
id: Memuat...
pt: Carregando...
th: กำลังโหลด...
vi: Đang tải...
zh: 加载中...

# common_load_failed
source: Load failed: {error}
es: Error al cargar: {error}
hi: लोड करने में विफल: {error}
id: Gagal memuat: {error}
pt: Falha ao carregar: {error}
th: โหลดไม่สำเร็จ: {error}
vi: Tải thất bại: {error}
zh: 加载失败: {error}

# lock_screen_title
source: Please enter PIN to unlock
es: Ingrese PIN para desbloquear
hi: अनलॉक करने के लिए पिन दर्ज करें
id: Masukkan PIN untuk membuka
pt: Digite o PIN para desbloquear
th: กรุณาใส่ PIN เพื่อปลดล็อก
vi: Nhập mã PIN để mở khóa
zh: 请输入 PIN 码解锁

# lock_screen_error
source: Incorrect PIN, please try again
es: PIN incorrecto, intente de nuevo
hi: गलत पिन, कृपया पुनः प्रयास करें
id: PIN salah, silakan coba lagi
pt: PIN incorreto, tente novamente
th: PIN ไม่ถูกต้อง กรุณาลองใหม่
vi: Mã PIN không đúng, vui lòng thử lại
zh: PIN 码错误，请重新输入

# lock_screen_biometric_tooltip
source: Unlock with biometrics
es: Desbloquear con biometría
hi: बायोमेट्रिक्स के साथ अनलॉक करें
id: Buka dengan biometrik
pt: Desbloquear com biometria
th: ปลดล็อกด้วยไบโอเมตริกซ์
vi: Mở khóa bằng sinh trắc học
zh: 使用生物识别解锁

# ingestion_title
source: Preview & Processing
es: Vista previa y procesamiento
hi: पूर्वावलोकन और प्रसंस्करण
id: Pratinjau & Pemrosesan
pt: Visualização e Processamento
th: ตัวอย่างและการประมวลผล
vi: Xem trước & Xử lý
zh: 预览与处理

# ingestion_empty_hint
source: Please add medical record photos
es: Por favor agregue fotos de registros médicos
hi: कृपया मेडिकल रिकॉर्ड की तस्वीरें जोड़ें
id: Harap tambahkan foto catatan medis
pt: Por favor, adicione fotos de registros médicos
th: กรุณาเพิ่มรูปภาพบันทึกทางการแพทย์
vi: Vui lòng thêm ảnh hồ sơ bệnh án
zh: 请添加病历照片

# ingestion_add_now
source: Add Now
es: Agregar ahora
hi: अभी जोड़ें
id: Tambah Sekarang
pt: Adicionar Agora
th: เพิ่มตอนนี้
vi: Thêm ngay
zh: 立即添加

# ingestion_ocr_hint
source: Metadata will be recognized by background OCR after saving
es: Los metadatos se reconocerán por el OCR en segundo plano después de guardar
hi: सहेजने के बाद बैकग्राउंड OCR द्वारा मेटाडेटा की पहचान की जाएगी
id: Metadata akan dikenali oleh OCR latar belakang setelah disimpan
pt: Os metadados serão reconhecidos pelo OCR em segundo plano após salvar
th: ข้อมูลเมตาจะถูกจดจำโดย OCR พื้นหลังหลังจากบันทึก
vi: Siêu dữ liệu sẽ được OCR chạy ngầm nhận diện sau khi lưu
zh: 元数据将在保存后由背景 OCR 自动识别

# ingestion_submit_button
source: Start Processing & Archive
es: Iniciar procesamiento y archivo
hi: प्रसंस्करण और संग्रह शुरू करें
id: Mulai Pemrosesan & Arsipkan
pt: Iniciar Processamento e Arquivamento
th: เริ่มการประมวลผลและจัดเก็บ
vi: Bắt đầu Xử lý & Lưu trữ
zh: 开始处理并归档

# ingestion_grouped_report
source: Mark as a multi-page report
es: Marcar como informe de varias páginas
hi: बहु-पृष्ठ रिपोर्ट के रूप में चिह्नित करें
id: Tandai sebagai laporan multi-halaman
pt: Marcar como relatório de várias páginas
th: ทำเครื่องหมายเป็นรายงานหลายหน้า
vi: Đánh dấu là báo cáo nhiều trang
zh: 标记为同一份跨页报告

# ingestion_grouped_report_hint
source: SLM will treat these images as a single continuous document
es: SLM tratará estas imágenes como un único documento continuo
hi: SLM इन छवियों को एक एकल निरंतर दस्तावेज़ के रूप में मानेगा
id: SLM akan menganggap gambar-gambar ini sebagai satu dokumen berkelanjutan
pt: O SLM tratará essas imagens como um único documento contínuo
th: SLM จะถือว่ารูปภาพเหล่านี้เป็นเอกสารต่อเนื่องชุดเดียวกัน
vi: SLM sẽ xử lý các ảnh này như một tài liệu liên tục duy nhất
zh: 开启后，SLM 将把这些图片视为一个连续的完整报告进行分析

# ingestion_take_photo
source: Take Photo
es: Tomar foto
hi: तस्वीर लें
id: Ambil Foto
pt: Tirar Foto
th: ถ่ายรูป
vi: Chụp ảnh
zh: 拍照

# ingestion_pick_gallery
source: Pick from Gallery
es: Elegir de la galería
hi: गैलरी से चुनें
id: Pilih dari Galeri
pt: Escolher da Galeria
th: เลือกจากแกลเลอรี
vi: Chọn từ thư viện
zh: 从相册选择

# ingestion_processing_queue
source: Added to background OCR queue...
es: Añadido a la cola de OCR en segundo plano...
hi: बैकग्राउंड OCR कतार में जोड़ा गया...
id: Ditambahkan ke antrean OCR latar belakang...
pt: Adicionado à fila de OCR em segundo plano...
th: เพิ่มในคิว OCR พื้นหลังแล้ว...
vi: Đã thêm vào hàng đợi OCR chạy ngầm...
zh: 已进入后台 OCR 处理队列...

# ingestion_save_error
source: Save blocked: {error}
es: Guardado bloqueado: {error}
hi: सहेजने में बाधा आई: {error}
id: Penyimpanan terhambat: {error}
pt: Salvamento bloqueado: {error}
th: การบันทึกถูกขัดขวาง: {error}
vi: Lưu bị chặn: {error}
zh: 保存受阻: {error}

# review_edit_title
source: Verify Information
es: Verificar información
hi: जानकारी सत्यापित करें
id: Verifikasi Informasi
pt: Verificar Informações
th: ตรวจสอบข้อมูล
vi: Xác minh thông tin
zh: 校对信息

# review_edit_confirm
source: Confirm & Archive
es: Confirmar y archivar
hi: पुष्टि करें और संग्रहित करें
id: Konfirmasi & Arsipkan
pt: Confirmar e Arquivar
th: ยืนยันและจัดเก็บ
vi: Xác nhận & Lưu trữ
zh: 确认归档

# review_edit_basic_info
source: Basic Info (Tap to Edit)
es: Información básica (Tocar para editar)
hi: मूल जानकारी (संपादित करने के लिए टैप करें)
id: Info Dasar (Ketuk untuk Edit)
pt: Informações Básicas (Toque para Editar)
th: ข้อมูลพื้นฐาน (แตะเพื่อแก้ไข)
vi: Thông tin cơ bản (Chạm để sửa)
zh: 基本信息 (可点击修改)

# review_edit_hospital_label
source: Hospital/Institution
es: Hospital/Institución
hi: अस्पताल/संस्थान
id: Rumah Sakit/Institusi
pt: Hospital/Instituição
th: โรงพยาบาล/สถาบัน
vi: Bệnh viện/Cơ sở
zh: 医院/机构名称

# review_edit_date_label
source: Visit Date
es: Fecha de visita
hi: मुलाकात की तिथि
id: Tanggal Kunjungan
pt: Data da Visita
th: วันที่รับบริการ
vi: Ngày khám
zh: 就诊日期

# review_edit_confidence
source: OCR Confidence
es: Confianza de OCR
hi: OCR विश्वास
id: Keyakinan OCR
pt: Confiança do OCR
th: ความมั่นใจของ OCR
vi: Độ tin cậy OCR
zh: OCR 置信度

# review_edit_page_indicator
source: Image {current} / {total} (Please verify each page)
es: Imagen {current} / {total} (Verifique cada página)
hi: छवि {current} / {total} (कृपया प्रत्येक पृष्ठ सत्यापित करें)
id: Gambar {current} / {total} (Harap verifikasi setiap halaman)
pt: Imagem {current} / {total} (Verifique cada página)
th: รูปภาพ {current} / {total} (กรุณาตรวจสอบทุกหน้า)
vi: Ảnh {current} / {total} (Vui lòng kiểm tra từng trang)
zh: 图片 {current} / {total} (请核对每页信息)

# review_list_title
source: Pending Records
es: Registros pendientes
hi: लंबित रिकॉर्ड
id: Catatan Menunggu
pt: Registros Pendentes
th: รายการที่รอการตรวจสอบ
vi: Hồ sơ chờ duyệt
zh: 待确认病历

# review_list_empty
source: No records pending review
es: No hay registros pendientes de revisión
hi: समीक्षा के लिए कोई रिकॉर्ड लंबित नहीं है
id: Tidak ada catatan menunggu tinjauan
pt: Nenhum registro pendente de revisão
th: ไม่มีรายการที่รอการตรวจสอบ
vi: Không có hồ sơ nào chờ kiểm tra
zh: 暂无待确认病历

# review_edit_ocr_section
source: Recognition Results (Tap to edit)
es: Resultados del reconocimiento (Tocar para editar)
hi: पहचान के परिणाम (संपादित करने के लिए टैप करें)
id: Hasil Pengenalan (Ketuk untuk edit)
pt: Resultados do Reconhecimento (Toque para editar)
th: ผลการจดจำ (แตะเพื่อแก้ไข)
vi: Kết quả nhận diện (Chạm để sửa)
zh: 识别内容 (可点击逐行校对)

# review_edit_ocr_hint
source: Tap text to focus on the corresponding image area
es: Toque el texto para enfocar el área de la imagen correspondiente
hi: संबंधित छवि क्षेत्र पर ध्यान केंद्रित करने के लिए टेक्स्ट टैप करें
id: Ketuk teks untuk fokus pada area gambar yang sesuai
pt: Toque no texto para focar na área da imagem correspondente
th: แตะข้อความเพื่อโฟกัสพื้นที่รูปภาพที่เกี่ยวข้อง
vi: Chạm vào văn bản để tập trung vào vùng ảnh tương ứng
zh: 点击下方文字，上方将自动放大对应图片区域

# review_approve_failed
source: Archive failed: {error}
es: Error al archivar: {error}
hi: संग्रहित करने में विफल: {error}
id: Gagal mengarsipkan: {error}
pt: Falha ao arquivar: {error}
th: การจัดเก็บล้มเหลว: {error}
vi: Lưu trữ thất bại: {error}
zh: 归档失败: {error}

# settings_title
source: Settings
es: Ajustes
hi: सेटिंग्स
id: Pengaturan
pt: Configurações
th: การตั้งค่า
vi: Cài đặt
zh: 设置

# settings_section_profiles
source: Profiles & Categories
es: Perfiles y categorías
hi: प्रोफाइल और श्रेणियां
id: Profil & Kategori
pt: Perfis e Categorias
th: โปรไฟล์และหมวดหมู่
vi: Hồ sơ & Danh mục
zh: 档案与分类

# settings_manage_profiles
source: Manage Profiles
es: Gestionar perfiles
hi: प्रोफाइल प्रबंधित करें
id: Kelola Profil
pt: Gerenciar Perfis
th: จัดการโปรไฟล์
vi: Quản lý hồ sơ
zh: 管理档案

# settings_manage_profiles_desc
source: Add or edit personnel profiles
es: Agregar o editar perfiles de personal
hi: कार्मिक प्रोफाइल जोड़ें या संपादित करें
id: Tambah atau edit profil personel
pt: Adicionar ou editar perfis de pessoal
th: เพิ่มหรือแก้ไขโปรไฟล์บุคคล
vi: Thêm hoặc chỉnh sửa hồ sơ cá nhân
zh: 添加或编辑人员档案

# settings_tag_library
source: Tag Library
es: Biblioteca de etiquetas
hi: टैग लाइब्रेरी
id: Pustaka Tag
pt: Biblioteca de Etiquetas
th: คลังแท็ก
vi: Thư viện nhãn
zh: 标签库管理

# settings_tag_library_desc
source: Maintain medical record tags
es: Mantener etiquetas de registros médicos
hi: मेडिकल रिकॉर्ड टैग बनाए रखें
id: Kelola tag catatan medis
pt: Manter etiquetas de registros médicos
th: จัดการแท็กบันทึกทางการแพทย์
vi: Quản lý nhãn hồ sơ bệnh án
zh: 维护病历分类标签

# settings_language
source: Language
es: Idioma
hi: भाषा
id: Bahasa
pt: Idioma
th: ภาษา
vi: Ngôn ngữ
zh: 语言设置

# settings_language_desc
source: Switch application display language
es: Cambiar el idioma de visualización de la aplicación
hi: एप्लिकेशन प्रदर्शन भाषा बदलें
id: Ganti bahasa tampilan aplikasi
pt: Alterar o idioma de exibição do aplicativo
th: เปลี่ยนภาษาที่แสดงในแอป
vi: Thay đổi ngôn ngữ hiển thị ứng dụng
zh: 切换应用显示语言

# settings_section_security
source: Data Security
es: Seguridad de datos
hi: डेटा सुरक्षा
id: Keamanan Data
pt: Segurança de Dados
th: ความปลอดภัยของข้อมูล
vi: An toàn dữ liệu
zh: 数据安全

# settings_privacy_security
source: Privacy & Security
es: Privacidad y seguridad
hi: गोपनीयता और सुरक्षा
id: Privasi & Keamanan
pt: Privacidade e Segurança
th: ความเป็นส่วนตัวและความปลอดภัย
vi: Quyền riêng tư & Bảo mật
zh: 隐私与安全

# settings_privacy_security_desc
source: Modify PIN and biometrics
es: Modificar PIN y biometría
hi: पिन और बायोमेट्रिक्स संशोधित करें
id: Ubah PIN dan biometrik
pt: Modificar PIN e biometria
th: แก้ไข PIN และไบโอเมตริกซ์
vi: Thay đổi mã PIN và sinh trắc học
zh: 修改 PIN 码及生物识别

# settings_backup_restore
source: Backup & Restore
es: Copia de seguridad y restauración
hi: बैकअप और पुनर्स्थापना
id: Cadangkan & Pulihkan
pt: Backup e Restauração
th: สำรองและกู้คืนข้อมูล
vi: Sao lưu & Khôi phục
zh: 备份与恢复

# settings_backup_restore_desc
source: Export encrypted backup files
es: Exportar archivos de copia de seguridad cifrados
hi: एन्क्रिप्टेड बैकअप फाइलें निर्यात करें
id: Ekspor file cadangan terenkripsi
pt: Exportar arquivos de backup criptografados
th: ส่งออกไฟล์สำรองข้อมูลที่เข้ารหัส
vi: Xuất tệp sao lưu đã mã hóa
zh: 导出加密备份文件

# settings_section_support
source: Help & Support
es: Ayuda y soporte
hi: सहायता और समर्थन
id: Bantuan & Dukungan
pt: Ajuda e Suporte
th: ความช่วยเหลือและสนับสนุน
vi: Trợ giúp & Hỗ trợ
zh: 帮助与支持

# settings_feedback
source: Feedback
es: Comentarios
hi: प्रतिक्रिया
id: Umpan Balik
th: คำติชม
vi: Phản hồi
zh: 问题反馈

# settings_feedback_desc
source: Report issues or suggestions
es: Informar problemas o sugerencias
hi: मुद्दों या सुझावों की रिपोर्ट करें
id: Laporkan masalah atau saran
pt: Relatar problemas ou sugestões
th: รายงานปัญหาหรือข้อเสนอแนะ
vi: Báo cáo lỗi hoặc góp ý
zh: 报告问题或提交建议

# settings_section_about
source: About
es: Acerca de
hi: के बारे में
id: Tentang
pt: Sobre
th: เกี่ยวกับ
vi: Giới thiệu
zh: 关于

# settings_privacy_policy
source: Privacy Policy
es: Política de privacidad
hi: गोपनीयता नीति
id: Kebijakan Privasi
pt: Política de Privacidade
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật
zh: 隐私政策

# settings_privacy_policy_desc
source: View application privacy policy
es: Ver la política de privacidad de la aplicación
hi: एप्लिकेशन गोपनीयता नीति देखें
id: Lihat kebijakan privasi aplikasi
pt: Ver a política de privacidade do aplicativo
th: ดูนโยบายความเป็นส่วนตัวของแอป
vi: Xem chính sách bảo mật của ứng dụng
zh: 查看应用隐私保护声明

# settings_version
source: Version
es: Versión
hi: संस्करण
id: Versi
pt: Versão
th: เวอร์ชัน
vi: Phiên bản
zh: 版本信息

# settings_security_app_lock
source: App Lock
es: Bloqueo de aplicación
hi: ऐप लॉक
id: Kunci Aplikasi
pt: Bloqueio do Aplicativo
th: ล็อกแอป
vi: Khóa ứng dụng
zh: 应用锁

# settings_security_change_pin
source: Change PIN
es: Cambiar PIN
hi: पिन बदलें
id: Ubah PIN
pt: Alterar PIN
th: เปลี่ยน PIN
vi: Thay đổi mã PIN
zh: 修改 PIN 码

# settings_security_change_pin_desc
source: Change the 6-digit code used to unlock
es: Cambiar el código de 6 dígitos para desbloquear
hi: अनलॉक करने के लिए उपयोग किए जाने वाले 6-अंकीय कोड को बदलें
id: Ubah kode 6 digit untuk membuka kunci
pt: Alterar o código de 6 dígitos usado para desbloquear
th: เปลี่ยนรหัส 6 หลักที่ใช้ปลดล็อก
vi: Thay đổi mã 6 chữ số dùng để mở khóa
zh: 更改用于解锁应用的 6 位数字密码

# settings_security_lock_timeout
source: Auto-Lock Timeout
es: Tiempo de espera de bloqueo
hi: ऑटो-लॉक टाइमआउट
id: Waktu Kunci Otomatis
pt: Tempo de Bloqueio Automático
th: เวลาล็อกอัตโนมัติ
vi: Thời gian tự động khóa
zh: 自动锁定时间

# settings_security_timeout_immediate
source: Immediate
es: Inmediato
hi: तुरंत
id: Segera
pt: Imediato
th: ทันที
vi: Ngay lập tức
zh: 立即

# settings_security_timeout_1min
source: After 1 minute
es: Después de 1 minuto
hi: 1 मिनट बाद
id: Setelah 1 menit
pt: Após 1 minuto
th: หลังจาก 1 นาที
vi: Sau 1 phút
zh: 离开 1 分钟后

# settings_security_timeout_5min
source: After 5 minutes
es: Después de 5 minutos
hi: 5 मिनट बाद
id: Setelah 5 menit
pt: Após 5 minutos
th: หลังจาก 5 นาที
vi: Sau 5 phút
zh: 离开 5 分钟后

# settings_security_timeout_custom
source: After {minutes} minutes
es: Después de {minutes} minutos
hi: {minutes} मिनट बाद
id: Setelah {minutes} menit
pt: Após {minutes} minutos
th: หลังจาก {minutes} นาที
vi: Sau {minutes} phút
zh: 离开 {minutes} 分钟后

# settings_security_biometrics
source: Biometric Unlock
es: Desbloqueo biométrico
hi: बायोमेट्रिक अनलॉक
id: Buka Kunci Biometrik
pt: Desbloqueio Biométrico
th: ปลดล็อกด้วยไบโอเมตริกซ์
vi: Mở khóa sinh trắc học
zh: 生物识别解锁

# settings_security_biometrics_desc
source: Enable fingerprint or face recognition
es: Habilitar huella dactilar o reconocimiento facial
hi: फिंगरप्रिंट या चेहरा पहचान सक्षम करें
id: Aktifkan sidik jari atau pengenalan wajah
pt: Ativar impressão digital ou reconhecimento facial
th: เปิดใช้งานลายนิ้วมือหรือการจดจำใบหน้า
vi: Bật vân tay hoặc nhận diện khuôn mặt
zh: 开启后支持使用指纹或面容识别

# settings_security_biometrics_enabled_failed
source: Failed to enable biometrics
zh: 启用生物识别失败

# settings_security_biometrics_disabled_failed
source: Failed to disable biometrics
zh: 禁用生物识别失败

# settings_security_info_card
source: PaperHealth uses local encryption. Your PIN and biometric data are stored only in your device's secure enclave. No third party (including developers) can access them.
es: PaperHealth utiliza cifrado local. Su PIN y datos biométricos se almacenan solo en el enclave seguro de su dispositivo. Ningún tercero (incluidos los desarrolladores) puede acceder a ellos.
hi: PaperHealth स्थानीय एन्क्रिप्शन का उपयोग करता है। आपका पिन और बायोमेट्रिक डेटा केवल आपके डिवाइस के सुरक्षित एन्क्लेव में संग्रहीत किया जाता है। कोई भी तीसरा पक्ष (डेवलपर्स सहित) उन्हें एक्सेस नहीं कर सकता है।
id: PaperHealth menggunakan enkripsi lokal. PIN dan data biometrik Anda hanya disimpan di enclave aman perangkat Anda. Tidak ada pihak ketiga (termasuk pengembang) yang dapat mengaksesnya.
pt: O PaperHealth usa criptografia local. Seu PIN e dados biométricos são armazenados apenas no enclave seguro do seu dispositivo. Nenhum terceiro (incluindo desenvolvedores) pode acessá-los.
th: PaperHealth ใช้การเข้ารหัสภายในเครื่อง PIN และข้อมูลไบโอเมตริกซ์ของคุณจะถูกเก็บไว้ในส่วนที่ปลอดภัยของอุปกรณ์เท่านั้น ไม่มีบุคคลภายนอก (รวมถึงผู้พัฒนา) สามารถเข้าถึงได้
vi: PaperHealth sử dụng mã hóa cục bộ. Mã PIN và dữ liệu sinh trắc học của bạn chỉ được lưu trữ trong vùng an toàn của thiết bị. Không bên thứ ba nào (kể cả nhà phát triển) có thể truy cập chúng.
zh: PaperHealth 采用本地加密技术，您的 PIN 码及生物识别信息仅存储在设备的系统安全隔离区，任何第三方（包括开发者）均无法获取。

# settings_security_pin_current
source: Enter current PIN
es: Ingrese PIN actual
hi: वर्तमान पिन दर्ज करें
id: Masukkan PIN saat ini
pt: Digite o PIN atual
th: ใส่ PIN ปัจจุบัน
vi: Nhập mã PIN hiện tại
zh: 请输入当前 PIN 码

# settings_security_pin_new
source: Enter new PIN
es: Ingrese nuevo PIN
hi: नया पिन दर्ज करें
id: Masukkan PIN baru
pt: Digite o novo PIN
th: ใส่ PIN ใหม่
vi: Nhập mã PIN mới
zh: 请输入新 PIN 码

# settings_security_pin_confirm
source: Confirm new PIN
es: Confirme nuevo PIN
hi: नए पिन की पुष्टि करें
id: Konfirmasi PIN baru
pt: Confirme o novo PIN
th: ยืนยัน PIN ใหม่
vi: Xác nhận mã PIN mới
zh: 请再次输入新 PIN 码

# settings_security_pin_mismatch
source: PINs do not match
es: Los PIN no coinciden
hi: पिन मेल नहीं खाते
id: PIN tidak cocok
pt: Os PINs não coincidem
th: PIN ไม่ตรงกัน
vi: Mã PIN không khớp
zh: 两次输入的新 PIN 码不一致

# settings_security_pin_success
source: PIN changed successfully
es: PIN cambiado con éxito
hi: पिन सफलतापूर्वक बदला गया
id: PIN berhasil diubah
pt: PIN alterado com sucesso
th: เปลี่ยน PIN สำเร็จ
vi: Thay đổi mã PIN thành công
zh: PIN 码修改成功

# settings_security_pin_error
source: Incorrect current PIN
es: PIN actual incorrecto
hi: गलत वर्तमान पिन
id: PIN saat ini salah
pt: PIN atual incorreto
th: PIN ปัจจุบันไม่ถูกต้อง
vi: Mã PIN hiện tại không đúng
zh: 当前 PIN 码错误，修改失败

# person_management_empty
source: No profiles found
es: No se encontraron perfiles
hi: कोई प्रोफाइल नहीं मिली
id: Tidak ada profil ditemukan
pt: Nenhum perfil encontrado
th: ไม่พบโปรไฟล์
vi: Không tìm thấy hồ sơ nào
zh: 暂无档案

# person_management_default
source: Default Profile
es: Perfil predeterminado
hi: डिफ़ॉल्ट प्रोफाइल
id: Profil Default
pt: Perfil Padrão
th: โปรไฟล์เริ่มต้น
vi: Hồ sơ mặc định
zh: 默认档案

# person_delete_title
source: Delete Profile
es: Eliminar perfil
hi: प्रोफाइल हटाएं
id: Hapus Profil
pt: Excluir Perfil
th: ลบโปรไฟล์
vi: Xóa hồ sơ
zh: 删除档案

# person_delete_confirm
source: Are you sure you want to delete {name}? Deletion will be rejected if there are records under this profile.
es: ¿Está seguro de que desea eliminar a {name}? La eliminación se rechazará si hay registros en este perfil.
hi: क्या आप वाकई {name} को हटाना चाहते हैं? यदि इस प्रोफाइल के तहत रिकॉर्ड हैं तो हटाना अस्वीकार कर दिया जाएगा।
id: Apakah Anda yakin ingin menghapus {name}? Penghapusan akan ditolak jika ada catatan di bawah profil ini.
pt: Tem certeza de que deseja excluir {name}? A exclusão será rejeitada se houver registros neste perfil.
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {name}? การลบจะถูกปฏิเสธหากมีบันทึกภายใต้โปรไฟล์นี้
vi: Bạn có chắc chắn muốn xóa {name}? Yêu cầu xóa sẽ bị từ chối nếu có hồ sơ bệnh án thuộc hồ sơ này.
zh: 确定要删除 {name} 吗？如果该档案下存在记录，删除将被拒绝。

# person_edit_title
source: Edit Profile
es: Editar perfil
hi: प्रोफाइल संपादित करें
id: Edit Profil
pt: Editar Perfil
th: แก้ไขโปรไฟล์
vi: Sửa hồ sơ
zh: 编辑档案

# person_add_title
source: New Profile
es: Nuevo perfil
hi: नई प्रोफाइल
id: Profil Baru
pt: Novo Perfil
th: โปรไฟล์ใหม่
vi: Hồ sơ mới
zh: 新建档案

# person_field_nickname
source: Nickname
es: Apodo
hi: उपनाम
id: Nama Panggilan
pt: Apelido
th: ชื่อเล่น
vi: Biệt danh
zh: 昵称

# person_field_nickname_hint
source: Enter name or title
es: Ingrese nombre o título
hi: नाम या शीर्षक दर्ज करें
id: Masukkan nama atau gelar
pt: Digite o nome ou título
th: ใส่ชื่อหรือคำเรียก
vi: Nhập tên hoặc danh xưng
zh: 请输入姓名或称呼

# person_field_color
source: Select Profile Color
es: Seleccionar color de perfil
hi: प्रोफाइल रंग चुनें
id: Pilih Warna Profil
pt: Selecionar Cor do Perfil
th: เลือกสีโปรไฟล์
vi: Chọn màu hồ sơ
zh: 选择档案颜色

# tag_management_empty
source: No tags found
es: No se encontraron etiquetas
hi: कोई टैग नहीं मिला
id: Tidak ada tag ditemukan
pt: Nenhuma etiqueta encontrada
th: ไม่พบแท็ก
vi: Không tìm thấy nhãn nào
zh: 暂无标签

# tag_management_custom
source: Custom Tags
es: Etiquetas personalizadas
hi: कस्टम टैग
id: Tag Kustom
pt: Etiquetas Personalizadas
th: แท็กที่กำหนดเอง
vi: Nhãn tùy chỉnh
zh: 自定义标签

# tag_management_system
source: System Tags
es: Etiquetas del sistema
hi: सिस्टम टैग
id: Tag Sistem
pt: Etiquetas do Sistema
th: แท็กระบบ
vi: Nhãn hệ thống
zh: 系统内置

# tag_add_title
source: New Tag
zh: 新建标签

# tag_edit_title
source: Edit Tag
zh: 编辑标签

# tag_delete_title
source: Delete Tag
es: Eliminar etiqueta
hi: टैग हटाएं
id: Hapus Tag
pt: Excluir Etiqueta
th: ลบแท็ก
vi: Xóa nhãn
zh: 删除标签

# tag_delete_confirm
source: Are you sure you want to delete {name}? This will remove it from all associated images.
es: ¿Está seguro de que desea eliminar la etiqueta {name}? Esto la eliminará de todas las imágenes asociadas.
hi: क्या आप वाकई {name} टैग को हटाना चाहते हैं? यह इसे सभी संबंधित छवियों से हटा देगा।
id: Apakah Anda yakin ingin menghapus tag {name}? Ini akan menghapusnya dari semua gambar terkait.
pt: Tem certeza de que deseja excluir a etiqueta {name}? Isso a removerá de todas as imagens associadas.
th: คุณแน่ใจหรือไม่ว่าต้องการลบแท็ก {name}? การดำเนินการนี้จะลบแท็กออกจากรูปภาพที่เกี่ยวข้องทั้งหมด
vi: Bạn có chắc chắn muốn xóa nhãn {name}? Thao tác này sẽ gỡ nhãn khỏi tất cả các ảnh liên quan.
zh: 确定要删除标签 {name} 吗？此操作会从所有关联的图片中移除该标签。

# tag_field_name
source: Tag Name
es: Nombre de la etiqueta
hi: टैग का नाम
id: Nama Tag
pt: Nome da Etiqueta
th: ชื่อแท็ก
vi: Tên nhãn
zh: 标签名称

# tag_field_name_hint
source: e.g., Lab Result, X-Ray
es: ej., Resultado de laboratorio, Rayos X
hi: उदा. लैब परिणाम, एक्स-रे
id: misal, Hasil Lab, Rontgen
pt: ex: Resultado de Exame, Raio-X
th: เช่น ผลแล็บ, เอ็กซเรย์
vi: VD: Xét nghiệm, X-Quang
zh: 例：化验单、胸透

# tag_reorder_title
source: Reorder Tags
zh: 调整排序

# tag_create_new
source: Create new tag: {query}
es: Crear nueva etiqueta: {query}
hi: नया टैग बनाएं: {query}
id: Buat tag baru: {query}
pt: Criar nova etiqueta: {query}
th: สร้างแท็กใหม่: {query}
vi: Tạo nhãn mới: {query}
zh: 创建新标签: {query}
